2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_VerzoekSynchronisatie/data/VR00090-SyncStructuur-TC04-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670041</ABONNEMENT>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:communicatieID="1">
        <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>01011</brp:code>
            <brp:naam>Verbetering geboorteakte</brp:naam>
            <brp:categorie>Correctie</brp:categorie>
            <brp:partijCode>099001</brp:partijCode>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document31002" brp:objectSleutel="*">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                  <brp:soortNaam>Identiteitsbewijs</brp:soortNaam>
                  <brp:identificatie>373</brp:identificatie>
                  <brp:aktenummer>3737373</brp:aktenummer>
                  <brp:omschrijving>Identiteitsbewijs</brp:omschrijving>
                  <brp:partijCode>099001</brp:partijCode>
                </brp:document>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document31003" brp:objectSleutel="*">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                  <brp:soortNaam>Notariële akte</brp:soortNaam>
                  <brp:identificatie>121</brp:identificatie>
                  <brp:aktenummer>1212121</brp:aktenummer>
                  <brp:partijCode>099001</brp:partijCode>
                </brp:document>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="*" brp:objectSleutel="*">
                <brp:rechtsgrondomschrijving>Het feit ten spijt…</brp:rechtsgrondomschrijving>
              </brp:bron>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="*" brp:objectSleutel="*">
                <brp:rechtsgrondomschrijving>Niettegenstaande het feit dat…</brp:rechtsgrondomschrijving>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="31004">
                <brp:soortNaam>Correctie afstamming</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document31002"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document31003"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="rechtsgrondoms903291388"/>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="rechtsgrondoms-1955207344"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>05005</brp:code>
            <brp:naam>Verhuizing intergemeentelijk</brp:naam>
            <brp:categorie>Actualisering</brp:categorie>
            <brp:partijCode>034401</brp:partijCode>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="31003">
                <brp:soortNaam>Registratie adres</brp:soortNaam>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>05005</brp:code>
            <brp:naam>Verhuizing intergemeentelijk</brp:naam>
            <brp:categorie>Actualisering</brp:categorie>
            <brp:partijCode>029901</brp:partijCode>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document31001" brp:objectSleutel="*">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                  <brp:soortNaam>Geboorteakte</brp:soortNaam>
                  <brp:identificatie>321</brp:identificatie>
                  <brp:aktenummer>9876554</brp:aktenummer>
                  <brp:partijCode>099001</brp:partijCode>
                </brp:document>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="31002">
                <brp:soortNaam>Registratie adres</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document31001"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>99999</brp:code>
            <brp:naam>GBA - Initiele vulling</brp:naam>
            <brp:categorie>GBA - Initiele vulling</brp:categorie>
            <brp:partijCode>099001</brp:partijCode>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="document31001" brp:objectSleutel="*">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                  <brp:soortNaam>Geboorteakte</brp:soortNaam>
                  <brp:identificatie>321</brp:identificatie>
                  <brp:aktenummer>9876554</brp:aktenummer>
                  <brp:partijCode>099001</brp:partijCode>
                </brp:document>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="31001">
                <brp:soortNaam>Conversie GBA</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="document31001"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>